---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Checker
source: html/fbc3aa62-0a78-810b-ecae-6e9b454fcf26.htm
---
# Checker Properties

The property labeled "Color 1" from the "Checker" schema.